Repository: mozilla-l10n/mt-training-data
Catalog: nr/nr_pontoon.tmx
Source language: en_us
Languages: nr

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
nr: Okwanje ufakwe ku-<bold>INGASI</bold> bona wamukele ama-email ngehloso yokukukhumbuza, ukukwazisa ngetuthuko neendaba ezimalungana ne-Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
nr: Sele ukulungele ukufumana ama-email anjengeenkhumbuzo zemigomo, ituthukwakho yamva nje neendaba ezimalungana ne-Common Voice

source: Your email address
nr: Isiphande sakho se-email

source: Your files are being assembled. Please check again later.
nr: Amafayela wakho sele ahlanganisiwe. Sibawa uhlole godu ngemva kwesikhatjhana.

source: Your Languages
nr: Amalimi wakho

source: Your username and email will not be associated with the published data.
nr: Ibizo olisebenzisako ne-email yakho angekhe kuvezwe emphakathini

source: Your weekly goal has been created
nr: Imigomo yakho yeveke sele ihleliwe

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
nr: Uzokufumana i-imeyili kungasikade ezokuhlathululela ngamagadango okufuze uwathathe bona ilimi lakho lifakwe ku-Common Voice

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
nr: Usize i-Common Voice <goalPercentage></goalPercentage> umgomo welanga { $goalValue } wokurekhoda!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
nr: Usize i-Common Voice ukufikelela <goalPercentage></goalPercentage> umgomo wokuqinisekisa { $goalValue } welanga!

source: You've successfully signed up for contributing to { $language }. Thank you.
nr: Uphumelele ukuzitlolisela ukunikela ku { $language }. Siyathokoza.

source: Zip #{ $offset } of { $total }
nr: Zip #{ $offset } ye { $total }

source: Zulu
nr: IsiZulu

source: abnormality
nr: ngakajayeleki

source: add-on
nr: ngezelela

source: aggregate
nr: hlanganisa

source: All Hands
nr: Izandla zoke

source: alternate text
nr: okhunye okutloliweko

source: appear
nr: vela

source: appearance
nr: ukuvela

source: attack
nr: ukusahlela

source: attacker
nr: usahleli

source: Attack Site
nr: Isikhundla sokusahlela

source: attendee
nr: umhlanganyeli

source: authenticate
nr: phasisa

source: authenticated
nr: ukuphasisa

source: autoplay
nr: dlalisa

source: back out
nr: bulunga

source: black box
nr: ibheki bhoksi

source: bookmark
nr: ibhukimagi

source: boolean
nr: ibhuliyeni

source: boot
nr: bhuthi

source: breakpoint
nr: i-breakpoint

source: Bug report
nr: Ukubika umraro

source: certificate authority
nr: ukubulunga umthetho

source: channel
nr: umkhakha

source: cipher
nr: isifa

source: clipboard
nr: ikliphibhodi

source: clockwise
nr: irhele elikhamba njengewatjhi

source: colorway
nr: imibala

source: compact
nr: ibuthelelo

source: compact - recommend deprioritize
nr: ibuthelelo - isihlongozo sokungakuqali njengokuqakatheke khulu

source: context
nr: umongo

source: contribute
nr: nikela

source: corrupt
nr: yonakalisa

source: corrupted
nr: okonakalisiweko

source: counterclockwise
nr: okukhamba ngokuphambene newatjhi

source: cryptominer
nr: ikhriptomena

source: cryptomining
nr: ikhripthomaningi

source: debug
nr: idebhagi

source: deceptive site
nr: ihlangothi elikhohlisako

source: decode
nr: ukudikhoda

source: decryption
nr: idikhriptjhini

source: disinformation
nr: umbiko omamala

source: distrust
nr: ukungathembi

source: eavesdropping
nr: ukwala nemvumo

source: enable
nr: ukungakghoni

source: encode
nr: uku-enikhoda

source: encrypt
nr: uku-enikhriptha

source: encryption
nr: oku-enikhriphiweko

source: end user
nr: i-endi yuza

source: Enhanced Tracking Protection
nr: I-enhensi threkingi prothektjhini

source: executable file
nr: i-executable file

source: extension
nr: i-extension

source: external
nr: i-external

source: Fellow
nr: Abantu

source: filter bubble
nr: i-fliter bubble

source: fingerprinter
nr: i-fingerprinter

source: fingerprinting
nr: i-fingerprinting

source: Firefox View
nr: I-firefox View

source: gear
nr: i-gear

source: grassroots
nr: i-grassroots

source: home page
nr: i-home page

source: idle
nr: ukujikajika

source: import
nr: i-import

source: innovations
nr: ama-innovations

source: insecure
nr: ukungavikeleki

source: installation
nr: i-installation

source: Issue
nr: Umraro

source: L10n
nr: I-L10n

source: Legacy extension
nr: I-Legacy extension

source: MDN
nr: I-MDN

source: misinformation
nr: ilwazi elimamala

source: native
nr: indabuko

source: open source
nr: okufumaneka kiwo woke umuntu

source: override
nr: i-override

source: participation
nr: ukuhlanganyela

source: Patch
nr: I-Patch

source: pop-up
nr: i-pop-up

source: preference
nr: okuthandako

source: release
nr: tjhaphulula

source: report
nr: bika

source: revert
nr: i-revert

source: search suggestion
nr: khetha okuhlongozwako

source: security keys
nr: ama-security keys

source: sensitive
nr: okuqakatheka

source: sidebar
nr: i-sidebar

source: sign
nr: sayina

source: signer
nr: osayinileko

source: studies
nr: iimfundo

source: track
nr: i-track

source: trackers
nr: ama-trackers

source: Tracking Content
nr: Ukufunisisa Okutloliweko

source: Turbo Mode
nr: I-Turbo Mode

source: unencrypted
nr: i-unencryoted

source: unresponsive
nr: ukungasabeli

source: unsafe
nr: ukungaphephi

source: validate
nr: okuqinisekisa

source: validity
nr: ukuqiniseka

source: version
nr: ihlobo

source: Web Authentication
nr: I-web Authentication
